{
    "1": 
    {
    "id": "1",
    "name": "Number one",
    "hints": {
        "0": "You're number one."
        }
    },
    "2": 
    {
    "id": "2",
    "name": "Hoe, spade, fork",
    "hints": {
        "0": "Each tool has a specific use. Equal, but different. Perhaps an accurate description of the Lewises."
        }
    },
    "5": 
    {
    "id": "5",
    "name": "Handcuffed to a hospital bed",
    "hints": {
        "0": "Of course the tattooed troublemaker gets put in cuffs. Prejudiced doctors these days..."
        }
    },
    "7": 
    {
    "id": "7",
    "name": "Penguin bar",
    "hints": {
        "0": "What does a man who wants to write Penguin jokes for a living but doesn't have any writing implements use to write terrible puns? He uses a Pen-guin."
        }
    },
    "8": 
    {
    "id": "8",
    "name": "Christmas Dinner",
    "hints": {
        "0": "If you still have the eggs, they could be of use.",
        "1": "I know the Christmas theme in this game is pretty lowkey but apparently that is the future of Christmas, too."
        }
    },
    "9": 
    {
    "id": "9",
    "name": "Turkinator",
    "hints": {
        "0": "A complicated piece of machinery that only an agreeable farmer could help you with.",
        "1": "Binary representation of whole kilograms. The leftover decimal. What you want to do. OK.",
        "2": "Turn on the first and last switch (1001). Click the button twice (2). Choose OK (COOK). Press OK."
        },
    "machine": "turkinator",
    "answer": "The turkey is perfectly turkinated. Take card <i class='card-number'>17</i>"
    },
    "10": 
    {
    "id": "10",
    "name": "Frankie",
    "hints": {
        "0": "Which other dog would happily run through an exploded mess of zombies?"
        }
    },
    "11": 
    {
    "id": "11",
    "name": "Map",
    "hints": {
        "0": "It's a blue card, but the roads are blue, too! I hope you know where you're going.",
        "1": "The route from the hospital to Brainsbury's roughly traces a '9'.",
        "2": "The route from the supermarket to the farm is a '5'."
        }
    },
    "12": 
    {
    "id": "12",
    "name": "Zombie horde",
    "hints": {
        "0": "Crash through these guys and maybe you can get away.",
        "1": "A brick on an accelerator pedal can create a mighty fine ram."
        }
    },
    "14": 
    {
    "id": "14",
    "name": "Jeep",
    "hints": {
        "0": "That is one numbered number plate.",
        "1": "I bet if you crashed it, it could become an explodey fiery hazard."
        }
    },
    "15": 
    {
    "id": "15",
    "name": "Syringe",
    "hints": {
        "0": "Half of it was enough to put down a doctor, I wonder what else it could kill.",
        "1": "The markings are binary, for a number higher than 1."
        }
    },
    "17": 
    {
    "id": "17",
    "name": "Turkinated Turkey",
    "hints": {
        "0": "A red turkey? More like a red herring."
        }
    },
    "19":
    {
    "id": "19",
    "name": "OK Farm",
    "hints": {
        "0": "O. Kay and D. Kay's Farm.",
        "1": "Pointless lore: The farmer is actually the doctor, the 'doctor' was the farmer.",
        "2": "Pointless lore 2: Dennis started the outbreak in his shed. Better avoid turkey at future Christmasses just to be safe."
        }
    },
    "20":
    {
    "id": "20",
    "name": "Key behind number plate",
    "hints": {
        "0": "Strange place to hide a locker key."
        }
    },
    "21":
    {
    "id": "21",
    "name": "Matchbook",
    "hints": {
        "0": "It won't light much, but paper should be okay."
        }
    },
    "22":
    {
    "id": "22",
    "name": "Sedated Penguin Penalty",
    "hints": {
        "0": "Alt joke: A sleepy penguin in lazy. A penguin who is asleep is glazier.",
        "1": "Alt joke 2: What do penguins sleep on at night? Ice sheets."
        }
    },
    "23":
    {
    "id": "23",
    "name": "Supermarket",
    "hints": {
        "0": "Look! It's Liv!"
        }
    },
    "27":
    {
    "id": "27",
    "name": "Keycard",
    "hints": {
        "0": "He likes gigs... always writes things on the back of other things...",
        "1": "1024 is hidden on the back of the card. The numbr of megabytes (like, bites... zombies etc...) in a gigabyte."
        }
    },
    "31":
    {
    "id": "31",
    "name": "Key",
    "hints": {
        "0": "At this point there's only one thing to do."
        }
    },
    "32":
    {
    "id": "32",
    "name": "Lit map",
    "hints": {
        "0": "Now you're talking. This could definitely light something flammable."
        }
    },
    "34":
    {
    "id": "34",
    "name": "Radio",
    "hints": {
        "0": "Turn the knob to go between freqencies. Perhaps someone is broadcasting a helpful mesage.",
        "1": "Someone is asking you to go to Brainsbury's to get a turkey for Christmas dinner."
        },
    "machine": "radio",
    "answer": "No answer for the radio..."
    },
    "35":
    {
    "id": "35",
    "name": "Military encampment",
    "hints": {
        "0": "What kind of shitty military encampment doesn't have weapons? This one, apparently. Lolle isn't impressed."
        }
    },
    "36":
    {
    "id": "36",
    "name": "Hospital room",
    "hints": {
        "0": "Medical profesionals don't @ me. This is perhaps some kind of secure experimental facility or something."
        }
    },
    "37":
    {
    "id": "37",
    "name": "Locked cabinet",
    "hints": {
        "0": "Another padlock looking for a key. If someone had to leave in a hurry, could they have hidden the key nearby?",
        "1": "The key is in the jeep!"
        }
    },
    "39":
    {
    "id": "39",
    "name": "Farmer",
    "hints": {
        "0": "He is such a sad looking farmer, I bet a good joke could cheer him up.",
        "1": "P-p-p-p-p-pick up a penguin and give it to him."
        }
    },
    "42":
    {
    "id": "42",
    "name": "Rotten eggs",
    "hints": {
        "0": "There are a few points where you might use these in the story, but you have to use them all in one go. Pick you target wisely."
        }
    },
    "46":
    {
    "id": "46",
    "name": "Agreeable farmer",
    "hints": {
        "0": "He'll help you with any of life's major topics. Love, death, turkination, etc."
        },
    "machine": "farmer"
    },
    "47": 
    {
    "id": "47",
    "name": "Locked room door",
    "hints": {
        "0": "The doctor always writes imporant stuff down on the back of things.",
        "2": "1024. The number of bytes in a gig (one of his top interests)."
        },
    "code": "1024",
    "answer": "The keypad beeps, the lock clicks and the door opens. Take card <i class='card-number'>72</i>"
    },
    "52":
    {
    "id": "52",
    "name": "Brick of bits",
    "hints": {
        "0": "It's heavy enough to hold down an accelerator pedal, and disgusting enough to cause an inident."
        }
    },
    "54":
    {
    "id": "54",
    "name": "Egged zombie horde",
    "hints": {
        "0": "Crash through these guys and maybe you can get away.",
        "1": "A brick on an accelerator pedal can create a mighty fine ram.",
        "2": "I was on the fence about including this card as it makes for a confusing discard later on. At least the eggs are gone now."
        }
    },
    "56":
    {
    "id": "56",
    "name": "Block of flats",
    "hints": {
        "0": "Shauni is looking for clues, but the biggest clue is between our legs. Frankie, I mean. Wow.",
        "1": "Mum always said she wanted to downsize. Will she does what she say and not what she do? Or shay dot we woo snot soo dot de shoes?"
        }
    },
    "57":
    {
    "id": "57",
    "name": "Open cabinet",
    "hints": {
        "0": "Take what you can, there's nothing else for you here."
        }
    },
    "58":
    {
    "id": "58",
    "name": "Locked shed",
    "hints": {
        "0": "Perhaps those cures aren't really cures at all.",
        "1": "Each 'cure' has a number in the word.",
        "2": "The code is 1291."
        },
    "code": "1291",
    "answer": "You open Dennis Kay's shed. Take card <i class='card-number'>2</i>"
    },
    "59":
    {
    "id": "57",
    "name": "Keypad",
    "hints": {
        "0": "The broadcast has something to help you figure out the code.",
        "1": "Each button emits a different tone. 4 tones can be heard at the end of the broadcast loop.",
        "2": "The code to get in is 5439."
        },
    "machine": "keypad",
    "answer": "The door unlocks, take card <i class='card-number'>8</i>"
    },
    "61":
    {
    "id": "61",
    "name": "Envelope",
    "hints": {
        "0": "Pretty considerate of the guy to put the letter in a sealed envelope. I wonder if the salivation at the thought of eating your brain helped when licking the seal."
        }
    },
    "66":
    {
    "id": "66",
    "name": "Crashed jeep",
    "hints": {
        "0": "Look at all that flammable liquid cascading down the street.",
        "1": "To light that liquid, you'll need something to burn other than the matchbook alone."
        }
    },
    "67":
    {
    "id": "67",
    "name": "Possible cures",
    "hints": {
        "0": "Are these cures hiding something in plain sight? If only there was a way to shed some light on the matter."
        }
    },
    "68":
    {
    "id": "68",
    "name": "Egged Mum",
    "hints": {
        "0": "The game is already over, but I thought somebody might want to give this a go."
        }
    },
    "70":
    {
    "id": "70",
    "name": "Exit door",
    "hints": {
        "0": "I hope you're familiar with factorials, otherwise you aren't getting out.",
        "1": "1x2x3x4x5x6x7. The answer is 5040."
        },
        "code": "5040",
        "answer": "You unlock the padlock, and relock it behind you (somehow). Take card <i class='card-number'>35</i>"
    },
    "72":
    {
    "id": "72",
    "name": "Hospital hallway",
    "hints": {
        "0": "Would you leave those old zombies alone? Perhaps they can be taught old tricks."
        }
    },
    "77":
    {
    "id": "77",
    "name": "Zombie Turkey (Zombey)",
    "hints": {
        "0": "If only you had some kind of concoction contained in some kind of applicator that you had good reason to believe could kill a sentient being, even a two-minute turkey.",
        "1": "In classical and philosophical literature, zombies aren't technically sentient. The idea is that they are functionally the same as a human being, but have no thogughts/consciousness. The question is how are they any different from actual human beings? In this case, you can tell from the green eyes, so it's a moot point."
        }
    },
    "80":
    {
    "id": "80",
    "name": "Intersection",
    "hints": {
        "0": "Think of what kind of weapon is best used for each individual zombie. For example, a fork is more appropriate for a waiter than a magician."
        },
    "machine": "intersection",
    "answer": "You clear all the zombies one by one and make you way forward. Take card <i class='card-number'>56</i>",
    "req": "58"
    },
    "82":
    {
    "id": "82",
    "name": "OK Farm Poster",
    "hints": {
        "0": "Get to the farm! From here it traces a number similar to how you used the map previously.",
        "1": "It's a blue 5 to add to your jeep."
        }
    },
    "83":
    {
    "id": "83",
    "name": "Letter from a doctor",
    "hints": {
        "0": "Were you expecting messy handwriting? Take your stereotypes and head to a broader horizon, my friend."
        }
    },
    "91":
    {
    "id": "91",
    "name": "Frankie's collar",
    "hints": {
        "0": "Which channel had the clearest signal for the relevant broadcast?",
        "1": "It's a blue 3 (318/106) to add to the block of flats card."
        }
    },
    "92":
    {
    "id": "92",
    "name": "Dead turkey",
    "hints": {
        "0": "It needs turkinating to ensure it is safe for consumption."
        }
    },
    "94":
    {
    "id": "94",
    "name": "Doctor's body",
    "hints": {
        "0": "Depending on how the print turns out, there is a 'hidden' number on his keycard."
        }
    },
    "98":
    {
    "id": "98",
    "name": "Clear path",
    "hints": {
        "0": "If you think this story is contrived, welcome to my world."
        }
    },
    "100":
    {
    "id": "100",
    "name": "Hello",
    "hints": {
        "0": "Only you would find this card. The fact that you did makes me feel incredibly fulfilled, really. The fact that you would put in the energy to discover it makes the months of work feel more worthwhile."
        }
    },
    "318":
    {
    "id": "318",
    "name": "Closure",
    "hints": {
        "0": "Christmas is very important to me. Not for the holiday or the festival, but as it was always the one way we connected as a family. As the number of winters we have seen has grown, and as we have grown closer in between those winters, known quantities and unknown futures have been allowed to become obstacles to the mountainous island of Christmas joy. Whether that island flattens around the holiday, over the year, or is hidden from view entirely, I cannot predict. And I cannot say how I feel about the prospect, but I understand it must change. I know it is silly to hold it on a pedastal, and I know it is sillier to expect anyone else to feel the same. Regardfully, this will be the last regular Danlock. I hope we can continue to share experiences throughout the year, forgive indiscretions, and celebrate our achievements. I want nothing but the best for you all. Much love, Dan."
        }
    }
}
    